;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Italiano
;Language name in English e.g. German
LanguageEn=Italiano

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(vuoto)
21027=OK
21028=Annulla
21029=Chiudi

;Words - simple words can be reused
150=Nessuno
151=Applica
152=Cartella
153=File
154=Nome
155=Percorso
156=Nome:
157=Tasto di scelta rapida:
158=Percorso:
159=Reset
160=Tasti di scelta rapida
161=Modifica
162=Tema
163=Esporta
;164=Tip
165=Esempio:
166=Parametro
167=Personalizza

;Global
602=Opzioni di Listary

;Balloon
801=Listary è in esecuzione in background.
802=Trova Durante la Digitazione
803=La ricerca durante la digitazione per questo elenco, è stata temporaneamente disabilitata. Premi ESC per ripristinarla.

;Tray Menu
1001=Aiuto Online
1002=Controlla Aggiornamenti...
1003=Informazioni
1004=Esci

;Toolbar
1100=Cerca

;Favorite Menu
2000=Preferiti
2001=Questa Applicazione
2002=Globale
2003=Aggiungi Qui
2004=Aggiungi la Cartella Corrente ai Preferiti
2050=Impossibile aggiungere ai preferiti
2051=Listary non è in grado di ottenere il percorso da questa applicazione.

;Recent Menu
2100=Recenti
2101=Cancella
2105=Traccia Questa Applicazione
2106=Non Tracciare Questa Applicazione

;Commands Menu
2201=Cartelle Attualmente Aperte
2202=Passa all'Ultima Cartella aperta nel File Manager
2203=Apri il File Selezionato nel File Manager
2204=Esplora la Cartella Corrente
2205=Prompt dei Comandi
2206=Vai alla Cartella dell'Applicazione
2207=Esplora la Cartella dell'Applicazione
2208=Mostra le Estensioni dei File
2209=Mostra File e Cartelle Nascosti
2210=Copia il Percorso della Cartella negli Appunti
2211=Copia i Percorsi degli Elementi Selezionati negli Appunti
2212=Copia i Nomi Visualizzati degli Elementi Selezionati negli Appunti
2213=Opzioni
2214=Passa alla Versione Pro
2215=Esporta il Contenuto dell'Elenco in Excel
2216=Disabilita Listary per Questa Applicazione
2218=Separatore
2219=Su di Un Livello
2220=Crea Cartella
2252=Sei sicuro di voler disabilitare Listary per questa applicazione?
2253=Disabilita Listary
2254=Listary non apparirà più al prossimo avvio di questa applicazione.
2260=Prompt dei Comandi (Amministratore)
2261=Aggiungi la Cartella Corrente come Progetto

; Export to Excel command
2270=Spiacenti! Questo elenco non è supportato.
2271=Elaborazione in corso...
2272=Salvataggio fallito! Per favore, controlla se il file sia aperto in un altro programma.

;Search
2300=Elenco
2301=Vai a
2302=Nessuna corrispondenza per la ricerca.
2303=(cartella corrente)
2304=Progetto
2305=Menù Contestuale

;Options > General
3000=Generale
3001=Avvia Listary automaticamente con Windows
3002=Imposta automaticamente l'immissione nell'elenco dei file per l'uso con Explorer di Windows XP
3004=Quick Switch (Apre la cartella corrente nella finestra di dialogo per la selezione dei file da un file manager)
3005=Lingua:
3006=File Manager Predefinito
3007=Compilalo, se preferisci utilizzare un file manager diverso da Windows Explorer. \nUsa %1 nel parametro per il percorso. Non dimenticare le virgolette.
3008=Corrispondenza euristica
3009=Controlla gli aggiornamenti automaticamente
3010=Cerca nuove versioni beta
3011=Reimposta suggerimenti
3012=Per favore, cambia il "Percorso" con il percorso reale di $1 sul tuo sistema.
3020=Prefisso per disabilitare temporaneamente la ricerca durante la digitazione per l'elenco attuale (premi ESC per ripristinarla):

;Options > Favorites
3100=Preferiti
3106=Sottomenù

;Options > Keywords
3300=Parole chiave
3306=Aggiungi Comando Personalizzato
3309=Comando
3313=Visualizza il Titolo:
3314=Descrizione:
3315=Parola chiave:
3316=Silenzioso
3317=Esegui come amministratore
3318=Aggiungi Batch
3319=Directory di lavoro:
3320=Visualizza solo nella schermata di avvio
3330=Formato:

;Options > Applications
3402=Abilita Listary per questa applicazione
3403=Traccia file e cartelle recenti

;Options > Display
3603=Relativa all'elenco
3604=Relativa alla finestra
3605=Dall'alto
3606=Dal basso
3607=Da sinistra
3608=Da destra
3618=Parte superiore della finestra
3619=Parte inferiore della finestra
3620=Relativa al monitor
3621=Al centro della finestra
3624=Fai doppio clic col mouse in un'area vuota per attivare Listary
3625=Clicca col tasto intermedio del mouse per attivare Listary
3626=Attiva i tasti di scelta rapida di Listary
3628=Posizione della Barra degli Strumenti
3629=Trova durate la digitazione

;Options > Pro
3800=Aggiorna a Listary Pro
3802=Nome:
3803=Email:
3804=Codice di registrazione:
3808=Incolla dagli Appunti
3809=Controlla il Codice di Registrazione
3810=Congratulazioni! Hai correttamente aggiornato a Listary Pro!
3811=Spiacenti, il codice di registrazione non è valido.
3812=Listary è gratuito solo per uso personale, non commerciale.
3813=Se desideri utilizzare Listary per scopi commerciali, nel tuo posto di lavoro o se vuoi sostenere lo sviluppo di Listary, effettua l'aggiornamento a Listary Pro.
3814=Passa a Listary Pro Adesso!

;Options > About
3900=Informazioni su
3902=Visita la Homepage
3903=Questo programma è concesso in licenza a

;Options > Integration
4000=Integrazione
4002=Usa Total Commander al posto delle finestre di dialogo per la selezione dei file:

;Custom Command Dialog
4200=Comando Personalizzato
4202=Parametri:
4210=Crea File Txt (Esempio)
4211=Crea "{query}.txt"
4212=Digita ad esempio "txt abc" per modificare "abc.txt" con Blocco Note

;Add Favorite Dialog
4300=Aggiungi Preferito
4301=Utilizza il Percorso

;Menu List
4400=Menù
4401=Barra degli Strumenti
4402=Menù a Comparsa
4403=Preferiti
4404=Applicazione Preferita
4405=Menù Directory di Total Commander
4406=Recenti
4407=Comandi
4408=Menù per il clic Sinistro sul Tray
4409=Menù per il clic Destro sul Tray

;Menu List Item Type
4500=Cartella Preferita
4501=Documento Preferito
4502=Lancia l'Applicazione

;Options > Menus
5000=Menù
5001=Comandi
5002=Reimposta Menù
5003=Sei sicuro di voler riportare tutti i menù ai valori predefiniti? Non perderai i tuoi preferiti od i comandi.
5010=Cambia Icona
5011=Ripristina Icona Predefinita

;Options > Hotkeys
5200=Tasti di scelta rapida
3503=Mostra la barra strumenti di Listary:
3504=Mostra il menù a comparsa:
5201=Premi Ctrl due volte per mostrare/nascondere Listary
5210=Elemento successivo:
5211=Elemento precedente:


;Options > By Application
5300=Impostazioni Applicazione
5301=Percorsi Appuntati
5302=Mostra solo le applicazioni con le impostazioni non predefinite.

;Options > Index
;Removed: 5402 5403
5404=Escludi dalla Ricerca nei Dischi
5410=Escludi unità o cartella
5411=Aggiungi un filtro di esclusione
5412=Rimuovi la voce selezionata
5413=Ricerca nel Disco
5416=Disattiva la ricerca sul disco
5417=Forza la Ricostruzione dell'Indice
5418=Caricamento in corso...
5419=Indice
5420=Volumi NTFS
5421=Posizioni personalizzate dell'indice
5422=Esclusioni di cartelle non valide
5423=Filtri di esclusione
5430=Aggiungi un percorso personalizzato all'indice
5440=Aggiorna l'indice ogni $1 minuti (0 per disabilitare)
5441=Aggiorna l'Indice Adesso


;Options > History
5500=Cronologia
5501=Traccia la cronologia di file e cartelle aperti
5502=Svuota la Cronologia
5503=Sei sicuro di voler eliminare tutta i records dalla cronologia?
3208=Seleziona automaticamente l'ultimo file aperto nella finestra di dialogo relativa
3215=Cerca file e cartelle recenti
5510=Escludi dalla Cronologia

;Options > Projects
5600=Progetti
5601=Parola chiave
5602=Di che si tratta?
5603=Ad esempio, se aggiungi "D:\Websites\My Blog" come progetto con la parola chiave "blog", potrai digitare "blog file da trovare.html" alla ricerca, nello stesso, di file e cartelle da qualsiasi posizione in ogni momento.
5605=Passa a Listary Pro ora per utilizzare i progetti!

;Options > Appearance
5700=Aspetto
5701=Dimensione
5702=Normale
5703=Piccolo
5710=(in pixel. 0 per utilizzare l'impostazione predefinita)
5711=Larghezza:
5712=Altezza massima:

;Options > Launch Apps
5800=Lancia Applicazioni
5801=Cerca Cartelle
5802=Cerca applicazioni di Windows Store

;Options > Search
5901=Filtri
5902=Scrivi "parola chiave: criteri di ricerca" o "parola chiave criteri di ricerca:" per applicare un filtro alla ricerca
5910=Cerca in:
5911=Cerca per:
5912=Estensioni:

;Options > Actions
6000=Azioni
6001=Aggiungi azione personalizzata
6010=Apri con Blocco Note (Esempio)

;Dialog > Add Exclude Filter
6100=Aggiungi il filtro di Esclusione
6101=* corrisponde a zero o più caratteri
6102=? corrisponde esattamente a un carattere
6103=Filtro:

;Dialog > Register Hotkey
6200=Tasto di scelta rapida di Listary
6201=Il tasto di scelta rapida $1 è usato da un'altra applicazione.
6202=Specificane una nuova:

;Dialog > Upgrade to Pro
6301=Si tratta di una funzione PRO, qui offerta gratuitamente per una valutazione.
6302=Continua

;Updates
6400=Aggiornamento Listary
6402=Listary non può controllare gli aggiornamenti ora, riprova più tardi.
6403=Stai già utilizzando la versione più recente di Listary, ti preghiamo di ricontrollare prossimamente.
6404=È disponibile una nuova versione di $1.
6405=Versione Installata:
6406=Ultima Versione:
6407=Apri la Pagina di Download
6408=Ignora Questa Versione
6409=Ricordamelo più Tardi

; Parameter tips
6500=Nel parametro, puoi utilizzare le seguenti variabili:
6510=Query di ricerca
6511=Percorso dei risultati della ricerca
6512=Cartella principale dei risultati della ricerca
6513=Percorso della cartella corrente in Explorer

;UI
8000=Clicca per impostare il tasto di scelta rapida
8001=Premi il tasto di scelta rapida

;Tips
8500=Premi $1 per passare alla modalità di avvio
8501=Premi $1 per accedere al menù Azioni
8502=Premi $1 per cercare solo i files

;Actions
9000=Azione
9001=Apri la Cartella
9002=Copia Percorso negli Appunti
9003=Apri
9004=Copia il Percorso della Cartella negli Appunti
9005=Copia nella Cartella Corrente
9006=Sposta nella Cartella Corrente
9007=Copia
9008=Taglia
9009=Invia a
9010=Imposta Parola Chiave
9011=Apri con
9020=Sei sicuro di voler spostare "$1" in "$2"?
9021=Scegli un'altra applicazione

;Tutorial
7000=Tutorial
7001=Provalo!
7002=Successivo >
7003=No, grazie
7004=Fatto
7005=Clicca su * Successivo >* quando hai finito

7010=Questa sembra essere la prima volta che avvii Listary. Ti andrebbe di seguire un tutorial?

7020=Si aprirà una finestra di Explorer per iniziare.

7030=Puoi digitare quello che desideri direttamente in Esplora Risorse.
7031=Digita *testo2*

7040=* Tab / Su / Giù: * Seleziona un file od una cartella
7041=*Invio:* Apre la cartella od i file selezionati
7042=*ESC:* Nasconde la Barra degli Strumenti di Listary

7090=Se preferisci il mouse per accedere a Listary, puoi utilizzare il clic col tasto intermedio od il doppio clic.
7091=Fai doppio clic in qualsiasi area vuota del pannello destro in Esplora File.

7100=Premi in qualsiasi momento Ctrl due volte, per cercare tutte le applicazioni ed i files.
7101=Premi * Ctrl due volte *
7102=Digita *Notepad*
7103=Premi Invio per aprirlo

7110=Ora dovresti avere una finestra aperta di Blocco Note.
7111=In Blocco Note, clicca sul menù File> Apri…
7112=Premi *Ctrl + G*

7120=Listary ha appena abbandonato questa finestra di dialogo Apri per passare alla cartella corrente in Esplora Risorse!

7130=In Listary, sono presenti molte altre caratteristiche come Preferiti, Cronologia e Comandi. Per ulteriori dettagli, controlla le opzioni di Listary tramite l'icona nel tray.

7141=Ti ringraziamo per averci dedicato il tuo tempo! Clicca sul link seguente per approfondire le altre fantastiche caratteristiche di Listary:
7142=Ulteriori informazioni su Listary

